export default {
  'GET /api/message/list': {
    status: 200,
    data: {
      readList: [
        {
          title:
            '哈工大 i 聘直播：聚英才 著神箭 —— 航天科工四院哈工大云端宣讲会通知',
          time: '2020-03-19',
        },
        {
          title: '转发中国铁路局哈尔滨集团有限公司哈尔滨站通告',
          time: '2020-03-18',
        },
      ],
      unreadList: [
        {
          title: '关于收看"全国大学生同上一堂疫情防控思政大课"的通知',
          time: '2020-03-08',
        },
        {
          title:
            '关于和黑龙江省连通、移动、电信运营商为我校学生提供优惠流量包的通知',
          time: '2020-03-10',
        },
        {
          title: '重要通知：25 日中午，你我都是华为云平台测试员！',
          time: '2020-02-24',
        },
      ],
    },
  },
};
